components/widgets/CategoryWidget.php

SELECT * FROM `category` WHERE `id`=83
SELECT COUNT(*) FROM `product` WHERE `category_id`=83
SELECT * FROM `product` WHERE `category_id`=83 ORDER BY `hit` LIMIT 9
SELECT * FROM `category` WHERE (`parent_id`=83) AND (`is_catalog`=1)
---
    public function run()
    {

        $category = Category::findOne(['id' => $this->category_id]);

        if ($category === null) {
            throw new HttpException(404, 'not category');
        }

        $query = Product::find()->where(['category_id' => $this->category_id])->orderBy('hit');
        $pages = new Pagination([
            'totalCount' => $query->count(),
            'pageSize' => 9,
            'forcePageParam' => false,
            'pageSizeParam' => false
        ]);
        $products = $query->offset($pages->offset)->limit($pages->limit)->all();

        $catalog = Category::find()->where(['parent_id' => $this->category_id, 'is_catalog' => 1])->all();