<?php
use yii\helpers\Html;

/* @var $this yii\web\View */
$this->title = 'About';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="std container"><p><span style="font-size: medium;"><strong>Рады приветствовать Вас в нашем интернет-магазине "imoda-store.com" </strong><br>
Хотим акцентировать Ваше внимание, что вся одежда в магазине новая и оригинальная, у нас нет китайских и турецких подделок. Мы не сотрудничаем с посредниками, а самостоятельно выбираем направление и привозим весь товар. <br>
Сейчас наш магазин рад предложить Вам детскую одежду от 0 до 12 лет, инстременты для визажа, наборы для макияжа и различные аксессуары, а так же новинки продаж в мире. В одежде от "imoda-store", Ваши детки будут современные и яркие, оригинальные и самые красивые. Мы знаем о нашем ассортименте все, и с удовольствием поделимся с Вами всеми тонкостями и нюансами при выборе того или иного продукта. Каталоги одежды и аксессуаров регулярно пополняется. <br>
Мы будем знакомить Вас с новинками красивого, качественного и комфортного детской одежды. Топовыми различными аксессуарами а так же новинок в мире. <br>
Инернет-магазины сегодня являются выгодным способом купить товар по цене, которая ниже в обычных магазинах. <br>
Покупая качественную  одежду в первую очередь Вы заботитесь о безопасности Вашего ребенка, поскольку качество одежды этих брендов проверена поколениями в течение многих лет. Так же Вы делаете выгодную инвестицию поскольку такую одежду Ваш ребенок будет носить в течение длительного периода времени. Интернет магазин детской одежды в  Украине "I Moda-Store" <br>

Не теряйте времени заказывайте одежду в интернет-магазине детской одежды I Moda-Store прямо сейчас.
</div>