<div class="container"><div><strong>Оформити замовлення на сайті дуже просто!</strong></div>
    <div>&nbsp;</div>
    <div><strong>1. Виберіть вподобаний вам товар.</strong>&nbsp;<span>Ви можете Додати в Кошик прямо зі сторіночки каталогу.&nbsp;</span><span>Щоб подивитися детальнішу інформацію про товар, а також великі фотографії, де можна побачити усі деталі аж до швів, натисніть на нього. &nbsp; &nbsp;</span></div>
    <div>&nbsp;</div>
    <div><strong>2. &nbsp;Виберіть розмір і додавайте в кошик!</strong>&nbsp;Розмір товару вибирається із спадаючого списку, який знаходиться трохи нижче детального опису товару. На сайті ви можете ознайомитися з розмірної сіткою. Ярличок РОЗМІРИ ви знайдете в правому верхньому кутку сайту. Якщо ви сумніваєтеся в правильному виборі розміру, телефонуйте нам, ми проконсультуємо Вас.</div>
    <div>&nbsp;</div>
    <div><strong>3. Оформляйте замовлення відразу або ж продовжуйте покупки!</strong>&nbsp;В Кошику ви бачите вибрані товари з фотографіями, тут же ви можете поміняти розмір або кількість. Доступ до Кошику є на будь-якій сторінці сайту. У верхньому правому куті ярличок Кошик буде постійно показуватиме кількість замовленого товару. Ви завжди можете проглянути вибрані вами товари, змінити їх розмір або кількість або видалити певні позиції.</div>
    <div>&nbsp;</div>
    <div><strong>4. Виберіть спосіб доставки</strong>, коли список товарів, що замовляються буде сформований. Якщо ви увійшли як зареєстрований користувач, то дані по доставці вводити не потрібно. У додатковому полі ви можете ввести коментарі для замовлення або доставки. Натисніть Оформити Замовлення.</div>
    <div>&nbsp;</div>
    <div><strong>5. Виберіть спосіб оплати.&nbsp;</strong>Ви можете сплатити товар декількома способами:&nbsp;</div>
    <div>-&nbsp;&nbsp; оплата на карту Приват Банку</div>
    <div><span>- накладним платежем при отриманні товару.</span></div>
    <div>Після оформлення замовлення, Вам на електронну пошту відразу ж прийде лист, що підтверджує ваше замовлення. Далі наш менеджер зв'яжеться з вами для уточнення деталей замовлення.</div>
    <div>&nbsp;</div>
    <div>6. Крім того, ви можете&nbsp;<strong>оформити замовлення по телефону</strong>!</div>
    <div>&nbsp;</div>
    <div>Реєстрація на сайті відбувається автоматично при першому ж замовленні!&nbsp;</div>
    <div>&nbsp;</div>
    <div><strong>Вдалих вам покупок!</strong></div></div>